<?php

return [
    'singular' => 'الدفعة',
    'plural' => 'الدفعات',
    'empty' => 'لا يوجد دفعات حتى الان',
    'count' => 'عدد الدفعات',
    'search' => 'بحث',
    'select' => 'اختر الدفعة',
    'permission' => 'ادارة الدفعات',
    'trashed' => 'الدفعات المحذوفة',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن دفعة',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة دفعة',
        'show' => 'عرض الدفعة',
        'edit' => 'تعديل الدفعة',
        'delete' => 'حذف الدفعة',
        'restore' => 'استعادة',
        'forceDelete' => 'حذف نهائي',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة الدفعة بنجاح.',
        'updated' => 'تم تعديل الدفعة بنجاح.',
        'deleted' => 'تم حذف الدفعة بنجاح.',
        'restored' => 'تم استعادة الدفعة بنجاح.',
    ],
    'errors' => [
        'overlap' => 'الوحدة غير متاحة في الفترة المحددة',
    ],
    'attributes' => [
        'rent_id' => 'الميتأجر',
        'date' => 'التاريخ',
        'amount' => 'المبلغ',
        'paid_amount' => 'المبلغ المدفوع',
        'status' => 'الحالة',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الدفعة ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
        'restore' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد استعادة الدفعة ؟',
            'confirm' => 'استعادة',
            'cancel' => 'الغاء',
        ],
        'forceDelete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الدفعة نهائياً ؟',
            'confirm' => 'حذف نهائي',
            'cancel' => 'الغاء',
        ],
    ],
];
