<?php

return [
    'singular' => 'الخدمة',
    'plural' => 'الخدمات',
    'empty' => 'لا يوجد خدمات حتى الان',
    'count' => 'عدد الخدمات',
    'search' => 'بحث',
    'select' => 'اختر الغرض',
    'permission' => 'ادارة الخدمات',
    'trashed' => 'الخدمات المحذوفة',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن خدمة',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة خدمة',
        'show' => 'عرض الخدمة',
        'edit' => 'تعديل الخدمة',
        'delete' => 'حذف الخدمة',
        'restore' => 'استعادة',
        'forceDelete' => 'حذف نهائي',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة الخدمة بنجاح.',
        'updated' => 'تم تعديل الخدمة بنجاح.',
        'deleted' => 'تم حذف الخدمة بنجاح.',
        'restored' => 'تم استعادة الخدمة بنجاح.',
    ],
    'attributes' => [
        'name' => 'اسم الخدمة',
        '%name%' => 'اسم الخدمة',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الخدمة ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
        'restore' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد استعادة الخدمة ؟',
            'confirm' => 'استعادة',
            'cancel' => 'الغاء',
        ],
        'forceDelete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الخدمة نهائياً ؟',
            'confirm' => 'حذف نهائي',
            'cancel' => 'الغاء',
        ],
    ],
];
