<?php

return [
    'arabicWords' => [
        'country' => ['الدولة', 'الدول', 'دولة', 'دول'],
        'city' => ['المدينة', 'المدن', 'مدينة', 'مدن'],
        'category' => ['القسم', 'الاقسام', 'قسم', 'اقسام'],
        'page' => ['الصفحة', 'الصفحات الثابته', 'صفحة', 'صفحات'],
        'feedback' => ['الرسالة', 'رسائل اتصل بنا', 'رسالة', 'رسائل'],
        'building' => ['البناية', 'البنايات', 'بناية', 'بنايات'],
        'apartment' => ['الوحدة', 'الوحدات', 'وحدة', 'وحدات'],
        'service' => ['الخدمة', 'الخدمات', 'خدمة', 'خدمات'],
    ],
];
